import { Component } from '@angular/core';

@Component({
  selector: 'app-about',
  templateUrl: './about.component.html',
  styleUrls: ['./about.component.css']
})
export class AboutComponent {

  constructionItems:any[]=
 [
  {
    name:'الانشاءات الخرسانية',
    description:'وتشمل أعمال الأساسات والجدران والأعمدة والادراج زالكمرات والبلاطات والطوب والتصميم'
  },
  {
    name:'الانشاءات الخرسانية',
    description:'وتشمل أعمال الأساسات والجدران والأعمدة والادراج زالكمرات والبلاطات والطوب والتصميم'
  },
  {
    name:'الانشاءات الخرسانية',
    description:'وتشمل أعمال الأساسات والجدران والأعمدة والادراج زالكمرات والبلاطات والطوب والتصميم'
  },
  {
    name:'الانشاءات الخرسانية',
    description:'وتشمل أعمال الأساسات والجدران والأعمدة والادراج زالكمرات والبلاطات والطوب والتصميم'
  },
  {
    name:'الانشاءات الخرسانية',
    description:'وتشمل أعمال الأساسات والجدران والأعمدة والادراج زالكمرات والبلاطات والطوب والتصميم'
  },
  {
    name:'الانشاءات الخرسانية',
    description:'وتشمل أعمال الأساسات والجدران والأعمدة والادراج زالكمرات والبلاطات والطوب والتصميم'
  },
  {
    name:'الانشاءات الخرسانية',
    description:'وتشمل أعمال الأساسات والجدران والأعمدة والادراج زالكمرات والبلاطات والطوب والتصميم'
  },
  {
    name:'الانشاءات الخرسانية',
    description:'وتشمل أعمال الأساسات والجدران والأعمدة والادراج زالكمرات والبلاطات والطوب والتصميم'
  },
]

}
